OpenFOAM/Example/0/U
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    ".*"
    {
        type            noSlip;
    }
    outlet
    {
        type            zeroGradient;
    }


    inlet
    {
        type                mapped;
        value               uniform (0.5 0.866025 0);
        interpolationScheme cell;
        setAverage          true;
        average             (0.5 0.866025 0);
    }

    top
    {
        type            slip;
    }

    leftwall
    {
        type            slip;
    }

    rightwall
    {
        type            slip;
    }

    bottom
    {
        type            slip;
    }

    backwall
    {
        type            slip;
    }

}


// ************************************************************************* //
