OpenFOAM/Example/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2306                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

9
(
    pipewall
    {
        type            wall;
        nFaces          4816;
        startFace       9520035;
    }
    top
    {
        type            wall;
        nFaces          14475;
        startFace       9524851;
    }
    leftwall
    {
        type            wall;
        nFaces          51700;
        startFace       9539326;
    }
    rightwall
    {
        type            wall;
        nFaces          51700;
        startFace       9591026;
    }
    inlet
    {
        type            mappedPatch;
        nFaces          133;
        startFace       9642726;
        sampleMode      nearestCell;
        sampleRegion    region0;
        samplePatch     none;
        offsetMode      uniform;
        offset          (7.5 12.990381 0);
    }


    bottom
    {
        type            wall;
        nFaces          14286;
        startFace       9642859;
    }
    back
    {
        type            wall;
        nFaces          12200;
        startFace       9657145;
    }
    outlet
    {
        type            patch;
        nFaces          1220;
        startFace       9669345;
    }
    back2
    {
        type            wall;
        nFaces          13420;
        startFace       9670565;
    }
)

// ************************************************************************* //
