OpenFOAM/Example/constant/turbulenceProperties_RAS
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


transportModel  Newtonian;

nu              [0 2 -1 0 0 0 0] 1e-6;

Sc             Sc [ 0 0 0 0 0 0 0 ] 600;
Sct             Sct [ 0 0 0 0 0 0 0 ] 600;
Fr             Fr [ 0 0 0 0 0 0 0 ] 20;

// ************************************************************************* //
