OpenFOAM/Example/system/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

convertToMeters 1;

vertices
(
    (-10.0 -40.0 -0.1)
    (-0.5 -40.0 -0.1)
    (0.5 -40.0 -0.1)
    (10.0 -40.0 -0.1)
    (-10.0 0.0 -0.1)
    (-0.5 0.0 -0.1)
    (0.5 0.0 -0.1)
    (10.0 0.0 -0.1)
    (-0.5 10.0 -0.1)
    (0.5 10.0 -0.1)

    (-10.0 -40.0 0.1)
    (-0.5 -40.0 0.1)
    (0.5 -40.0 0.1)
    (10.0 -40.0 0.1)
    (-10.0 0.0 0.1)
    (-0.5 0.0 0.1)
    (0.5 0.0 0.1)
    (10.0 0.0 0.1)
    (-0.5 10.0 0.1)
    (0.5 10.0 0.1)

);

blocks
(
    hex (0 1 5 4 10 11 15 14) (100 80 1) simpleGrading (1 0.25 5)
    hex (1 2 6 5 11 12 16 15) (5 80 1) simpleGrading (1 0.25 5)
    hex (2 3 7 6 12 13 17 16) (100 80 1) simpleGrading (1 0.25 5)
    hex (5 6 9 8 15 16 19 18) (5 10 1) simpleGrading (1 1 5)
);

edges
(
);

boundary
(

    inlet
    {
        type patch;
        faces
        (
            (8 9 19 18)
        );
    }


    outlet
    {
        type patch;
        faces
        (
            (1 2 12 11)
        );
    }




    bottom
    {
        type wall;
        faces
        (
            (0 1 11 10)
            (2 3 13 12)
            (4 5 15 14)
            (6 7 17 16)
            (4 14 10 0)
            (7 17 13 3)
            (5 15 18 8)
            (6 16 19 9)


            (0 1 5 4)
            (1 2 6 5)
            (2 3 7 6)
            (5 6 8 9)
            (10 11 15 14)
            (11 12 16 15)
            (12 13 17 16)
            (15 16 19 18)
        );
    }


/*
    empt
    {
        type empty;
        faces
        (
            (0 1 5 4)
            (1 2 6 5)
            (2 3 7 6)
            (5 6 8 9)
            (10 11 15 14)
            (11 12 16 15)
            (12 13 17 16)
            (15 16 19 18)
        );
    }
*/


);

mergePatchPairs
(
);

// ************************************************************************* //
