OpenFOAM/Example/system/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 0.0001653;

boundaryField
{
    JET_INLET
    {
        type            fixedValue;
        value           uniform 0.0001653;
    }
    OUTLET
    {
        type            zeroGradient;
    }
    ".*
    {
        type            epsilonWallFunction;
        value           uniform 0.0001653;
    }
}


// ************************************************************************* //
