OpenFOAM/Example/system/setFieldsDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      setFieldsDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

defaultFieldValues
(
    volScalarFieldValue T 0
);

regions
(





boxToCell{box	(	0	0	-1	)	(	5	0.00225	1	)	;	fieldValues	(volScalarFieldValue	T	0.02	);}
boxToCell{box	(	0	0.00225	-1	)	(	5	0.0045	1	)	;	fieldValues	(volScalarFieldValue	T	0.019957600502513	);}
boxToCell{box	(	0	0.0045	-1	)	(	5	0.00675	1	)	;	fieldValues	(volScalarFieldValue	T	0.019915201005025	);}
boxToCell{box	(	0	0.00675	-1	)	(	5	0.009	1	)	;	fieldValues	(volScalarFieldValue	T	0.019872801507538	);}
boxToCell{box	(	0	0.009	-1	)	(	5	0.01125	1	)	;	fieldValues	(volScalarFieldValue	T	0.01983040201005	);}
boxToCell{box	(	0	0.01125	-1	)	(	5	0.0135	1	)	;	fieldValues	(volScalarFieldValue	T	0.019788002512563	);}
boxToCell{box	(	0	0.0135	-1	)	(	5	0.01575	1	)	;	fieldValues	(volScalarFieldValue	T	0.019745603015075	);}
boxToCell{box	(	0	0.01575	-1	)	(	5	0.018	1	)	;	fieldValues	(volScalarFieldValue	T	0.019703203517588	);}
boxToCell{box	(	0	0.018	-1	)	(	5	0.02025	1	)	;	fieldValues	(volScalarFieldValue	T	0.019660804020101	);}
boxToCell{box	(	0	0.02025	-1	)	(	5	0.0225	1	)	;	fieldValues	(volScalarFieldValue	T	0.019618404522613	);}
boxToCell{box	(	0	0.0225	-1	)	(	5	0.02475	1	)	;	fieldValues	(volScalarFieldValue	T	0.019576005025126	);}
boxToCell{box	(	0	0.02475	-1	)	(	5	0.027	1	)	;	fieldValues	(volScalarFieldValue	T	0.019533605527638	);}
boxToCell{box	(	0	0.027	-1	)	(	5	0.02925	1	)	;	fieldValues	(volScalarFieldValue	T	0.019491206030151	);}
boxToCell{box	(	0	0.02925	-1	)	(	5	0.0315	1	)	;	fieldValues	(volScalarFieldValue	T	0.019448806532663	);}
boxToCell{box	(	0	0.0315	-1	)	(	5	0.03375	1	)	;	fieldValues	(volScalarFieldValue	T	0.019406407035176	);}
boxToCell{box	(	0	0.03375	-1	)	(	5	0.036	1	)	;	fieldValues	(volScalarFieldValue	T	0.019364007537689	);}
boxToCell{box	(	0	0.036	-1	)	(	5	0.03825	1	)	;	fieldValues	(volScalarFieldValue	T	0.019321608040201	);}
boxToCell{box	(	0	0.03825	-1	)	(	5	0.0405	1	)	;	fieldValues	(volScalarFieldValue	T	0.019279208542714	);}
boxToCell{box	(	0	0.0405	-1	)	(	5	0.04275	1	)	;	fieldValues	(volScalarFieldValue	T	0.019236809045226	);}
boxToCell{box	(	0	0.04275	-1	)	(	5	0.045	1	)	;	fieldValues	(volScalarFieldValue	T	0.019194409547739	);}
boxToCell{box	(	0	0.045	-1	)	(	5	0.04725	1	)	;	fieldValues	(volScalarFieldValue	T	0.019152010050251	);}
boxToCell{box	(	0	0.04725	-1	)	(	5	0.0495	1	)	;	fieldValues	(volScalarFieldValue	T	0.019109610552764	);}
boxToCell{box	(	0	0.0495	-1	)	(	5	0.05175	1	)	;	fieldValues	(volScalarFieldValue	T	0.019067211055276	);}
boxToCell{box	(	0	0.05175	-1	)	(	5	0.054	1	)	;	fieldValues	(volScalarFieldValue	T	0.019024811557789	);}
boxToCell{box	(	0	0.054	-1	)	(	5	0.05625	1	)	;	fieldValues	(volScalarFieldValue	T	0.018982412060302	);}
boxToCell{box	(	0	0.05625	-1	)	(	5	0.0585	1	)	;	fieldValues	(volScalarFieldValue	T	0.018940012562814	);}
boxToCell{box	(	0	0.0585	-1	)	(	5	0.06075	1	)	;	fieldValues	(volScalarFieldValue	T	0.018897613065327	);}
boxToCell{box	(	0	0.06075	-1	)	(	5	0.063	1	)	;	fieldValues	(volScalarFieldValue	T	0.018855213567839	);}
boxToCell{box	(	0	0.063	-1	)	(	5	0.06525	1	)	;	fieldValues	(volScalarFieldValue	T	0.018812814070352	);}
boxToCell{box	(	0	0.06525	-1	)	(	5	0.0675	1	)	;	fieldValues	(volScalarFieldValue	T	0.018770414572864	);}
boxToCell{box	(	0	0.0675	-1	)	(	5	0.06975	1	)	;	fieldValues	(volScalarFieldValue	T	0.018728015075377	);}
boxToCell{box	(	0	0.06975	-1	)	(	5	0.072	1	)	;	fieldValues	(volScalarFieldValue	T	0.018685615577889	);}
boxToCell{box	(	0	0.072	-1	)	(	5	0.07425	1	)	;	fieldValues	(volScalarFieldValue	T	0.018643216080402	);}
boxToCell{box	(	0	0.07425	-1	)	(	5	0.0765	1	)	;	fieldValues	(volScalarFieldValue	T	0.018600816582915	);}
boxToCell{box	(	0	0.0765	-1	)	(	5	0.07875	1	)	;	fieldValues	(volScalarFieldValue	T	0.018558417085427	);}
boxToCell{box	(	0	0.07875	-1	)	(	5	0.081	1	)	;	fieldValues	(volScalarFieldValue	T	0.01851601758794	);}
boxToCell{box	(	0	0.081	-1	)	(	5	0.08325	1	)	;	fieldValues	(volScalarFieldValue	T	0.018473618090452	);}
boxToCell{box	(	0	0.08325	-1	)	(	5	0.0855	1	)	;	fieldValues	(volScalarFieldValue	T	0.018431218592965	);}
boxToCell{box	(	0	0.0855	-1	)	(	5	0.08775	1	)	;	fieldValues	(volScalarFieldValue	T	0.018388819095477	);}
boxToCell{box	(	0	0.08775	-1	)	(	5	0.09	1	)	;	fieldValues	(volScalarFieldValue	T	0.01834641959799	);}
boxToCell{box	(	0	0.09	-1	)	(	5	0.09225	1	)	;	fieldValues	(volScalarFieldValue	T	0.018304020100503	);}
boxToCell{box	(	0	0.09225	-1	)	(	5	0.0945	1	)	;	fieldValues	(volScalarFieldValue	T	0.018261620603015	);}
boxToCell{box	(	0	0.0945	-1	)	(	5	0.09675	1	)	;	fieldValues	(volScalarFieldValue	T	0.018219221105528	);}
boxToCell{box	(	0	0.09675	-1	)	(	5	0.099	1	)	;	fieldValues	(volScalarFieldValue	T	0.01817682160804	);}
boxToCell{box	(	0	0.099	-1	)	(	5	0.10125	1	)	;	fieldValues	(volScalarFieldValue	T	0.018134422110553	);}
boxToCell{box	(	0	0.10125	-1	)	(	5	0.1035	1	)	;	fieldValues	(volScalarFieldValue	T	0.018092022613065	);}
boxToCell{box	(	0	0.1035	-1	)	(	5	0.10575	1	)	;	fieldValues	(volScalarFieldValue	T	0.018049623115578	);}
boxToCell{box	(	0	0.10575	-1	)	(	5	0.108	1	)	;	fieldValues	(volScalarFieldValue	T	0.01800722361809	);}
boxToCell{box	(	0	0.108	-1	)	(	5	0.11025	1	)	;	fieldValues	(volScalarFieldValue	T	0.017964824120603	);}
boxToCell{box	(	0	0.11025	-1	)	(	5	0.1125	1	)	;	fieldValues	(volScalarFieldValue	T	0.017922424623116	);}
boxToCell{box	(	0	0.1125	-1	)	(	5	0.11475	1	)	;	fieldValues	(volScalarFieldValue	T	0.017880025125628	);}
boxToCell{box	(	0	0.11475	-1	)	(	5	0.117	1	)	;	fieldValues	(volScalarFieldValue	T	0.017837625628141	);}
boxToCell{box	(	0	0.117	-1	)	(	5	0.11925	1	)	;	fieldValues	(volScalarFieldValue	T	0.017795226130653	);}
boxToCell{box	(	0	0.11925	-1	)	(	5	0.1215	1	)	;	fieldValues	(volScalarFieldValue	T	0.017752826633166	);}
boxToCell{box	(	0	0.1215	-1	)	(	5	0.12375	1	)	;	fieldValues	(volScalarFieldValue	T	0.017710427135678	);}
boxToCell{box	(	0	0.12375	-1	)	(	5	0.126	1	)	;	fieldValues	(volScalarFieldValue	T	0.017668027638191	);}
boxToCell{box	(	0	0.126	-1	)	(	5	0.12825	1	)	;	fieldValues	(volScalarFieldValue	T	0.017625628140704	);}
boxToCell{box	(	0	0.12825	-1	)	(	5	0.1305	1	)	;	fieldValues	(volScalarFieldValue	T	0.017583228643216	);}
boxToCell{box	(	0	0.1305	-1	)	(	5	0.13275	1	)	;	fieldValues	(volScalarFieldValue	T	0.017540829145729	);}
boxToCell{box	(	0	0.13275	-1	)	(	5	0.135	1	)	;	fieldValues	(volScalarFieldValue	T	0.017498429648241	);}
boxToCell{box	(	0	0.135	-1	)	(	5	0.13725	1	)	;	fieldValues	(volScalarFieldValue	T	0.017456030150754	);}
boxToCell{box	(	0	0.13725	-1	)	(	5	0.1395	1	)	;	fieldValues	(volScalarFieldValue	T	0.017413630653266	);}
boxToCell{box	(	0	0.1395	-1	)	(	5	0.14175	1	)	;	fieldValues	(volScalarFieldValue	T	0.017371231155779	);}
boxToCell{box	(	0	0.14175	-1	)	(	5	0.144	1	)	;	fieldValues	(volScalarFieldValue	T	0.017328831658291	);}
boxToCell{box	(	0	0.144	-1	)	(	5	0.14625	1	)	;	fieldValues	(volScalarFieldValue	T	0.017286432160804	);}
boxToCell{box	(	0	0.14625	-1	)	(	5	0.1485	1	)	;	fieldValues	(volScalarFieldValue	T	0.017244032663317	);}
boxToCell{box	(	0	0.1485	-1	)	(	5	0.15075	1	)	;	fieldValues	(volScalarFieldValue	T	0.017201633165829	);}
boxToCell{box	(	0	0.15075	-1	)	(	5	0.153	1	)	;	fieldValues	(volScalarFieldValue	T	0.017159233668342	);}
boxToCell{box	(	0	0.153	-1	)	(	5	0.15525	1	)	;	fieldValues	(volScalarFieldValue	T	0.017116834170854	);}
boxToCell{box	(	0	0.15525	-1	)	(	5	0.1575	1	)	;	fieldValues	(volScalarFieldValue	T	0.017074434673367	);}
boxToCell{box	(	0	0.1575	-1	)	(	5	0.15975	1	)	;	fieldValues	(volScalarFieldValue	T	0.017032035175879	);}
boxToCell{box	(	0	0.15975	-1	)	(	5	0.162	1	)	;	fieldValues	(volScalarFieldValue	T	0.016989635678392	);}
boxToCell{box	(	0	0.162	-1	)	(	5	0.16425	1	)	;	fieldValues	(volScalarFieldValue	T	0.016947236180905	);}
boxToCell{box	(	0	0.16425	-1	)	(	5	0.1665	1	)	;	fieldValues	(volScalarFieldValue	T	0.016904836683417	);}
boxToCell{box	(	0	0.1665	-1	)	(	5	0.16875	1	)	;	fieldValues	(volScalarFieldValue	T	0.01686243718593	);}
boxToCell{box	(	0	0.16875	-1	)	(	5	0.171	1	)	;	fieldValues	(volScalarFieldValue	T	0.016820037688442	);}
boxToCell{box	(	0	0.171	-1	)	(	5	0.17325	1	)	;	fieldValues	(volScalarFieldValue	T	0.016777638190955	);}
boxToCell{box	(	0	0.17325	-1	)	(	5	0.1755	1	)	;	fieldValues	(volScalarFieldValue	T	0.016735238693467	);}
boxToCell{box	(	0	0.1755	-1	)	(	5	0.17775	1	)	;	fieldValues	(volScalarFieldValue	T	0.01669283919598	);}
boxToCell{box	(	0	0.17775	-1	)	(	5	0.18	1	)	;	fieldValues	(volScalarFieldValue	T	0.016650439698492	);}
boxToCell{box	(	0	0.18	-1	)	(	5	0.18225	1	)	;	fieldValues	(volScalarFieldValue	T	0.016608040201005	);}
boxToCell{box	(	0	0.18225	-1	)	(	5	0.1845	1	)	;	fieldValues	(volScalarFieldValue	T	0.016565640703518	);}
boxToCell{box	(	0	0.1845	-1	)	(	5	0.18675	1	)	;	fieldValues	(volScalarFieldValue	T	0.01652324120603	);}
boxToCell{box	(	0	0.18675	-1	)	(	5	0.189	1	)	;	fieldValues	(volScalarFieldValue	T	0.016480841708543	);}
boxToCell{box	(	0	0.189	-1	)	(	5	0.19125	1	)	;	fieldValues	(volScalarFieldValue	T	0.016438442211055	);}
boxToCell{box	(	0	0.19125	-1	)	(	5	0.1935	1	)	;	fieldValues	(volScalarFieldValue	T	0.016396042713568	);}
boxToCell{box	(	0	0.1935	-1	)	(	5	0.19575	1	)	;	fieldValues	(volScalarFieldValue	T	0.01635364321608	);}
boxToCell{box	(	0	0.19575	-1	)	(	5	0.198	1	)	;	fieldValues	(volScalarFieldValue	T	0.016311243718593	);}
boxToCell{box	(	0	0.198	-1	)	(	5	0.20025	1	)	;	fieldValues	(volScalarFieldValue	T	0.016268844221105	);}
boxToCell{box	(	0	0.20025	-1	)	(	5	0.2025	1	)	;	fieldValues	(volScalarFieldValue	T	0.016226444723618	);}
boxToCell{box	(	0	0.2025	-1	)	(	5	0.20475	1	)	;	fieldValues	(volScalarFieldValue	T	0.016184045226131	);}
boxToCell{box	(	0	0.20475	-1	)	(	5	0.207	1	)	;	fieldValues	(volScalarFieldValue	T	0.016141645728643	);}
boxToCell{box	(	0	0.207	-1	)	(	5	0.20925	1	)	;	fieldValues	(volScalarFieldValue	T	0.016099246231156	);}
boxToCell{box	(	0	0.20925	-1	)	(	5	0.2115	1	)	;	fieldValues	(volScalarFieldValue	T	0.016056846733668	);}
boxToCell{box	(	0	0.2115	-1	)	(	5	0.21375	1	)	;	fieldValues	(volScalarFieldValue	T	0.016014447236181	);}
boxToCell{box	(	0	0.21375	-1	)	(	5	0.216	1	)	;	fieldValues	(volScalarFieldValue	T	0.015972047738693	);}
boxToCell{box	(	0	0.216	-1	)	(	5	0.21825	1	)	;	fieldValues	(volScalarFieldValue	T	0.015929648241206	);}
boxToCell{box	(	0	0.21825	-1	)	(	5	0.2205	1	)	;	fieldValues	(volScalarFieldValue	T	0.015887248743719	);}
boxToCell{box	(	0	0.2205	-1	)	(	5	0.22275	1	)	;	fieldValues	(volScalarFieldValue	T	0.015844849246231	);}
boxToCell{box	(	0	0.22275	-1	)	(	5	0.225	1	)	;	fieldValues	(volScalarFieldValue	T	0.015802449748744	);}
boxToCell{box	(	0	0.225	-1	)	(	5	0.22725	1	)	;	fieldValues	(volScalarFieldValue	T	0.015760050251256	);}
boxToCell{box	(	0	0.22725	-1	)	(	5	0.2295	1	)	;	fieldValues	(volScalarFieldValue	T	0.015717650753769	);}
boxToCell{box	(	0	0.2295	-1	)	(	5	0.23175	1	)	;	fieldValues	(volScalarFieldValue	T	0.015675251256281	);}
boxToCell{box	(	0	0.23175	-1	)	(	5	0.234	1	)	;	fieldValues	(volScalarFieldValue	T	0.015632851758794	);}
boxToCell{box	(	0	0.234	-1	)	(	5	0.23625	1	)	;	fieldValues	(volScalarFieldValue	T	0.015590452261306	);}
boxToCell{box	(	0	0.23625	-1	)	(	5	0.2385	1	)	;	fieldValues	(volScalarFieldValue	T	0.015548052763819	);}
boxToCell{box	(	0	0.2385	-1	)	(	5	0.24075	1	)	;	fieldValues	(volScalarFieldValue	T	0.015505653266332	);}
boxToCell{box	(	0	0.24075	-1	)	(	5	0.243	1	)	;	fieldValues	(volScalarFieldValue	T	0.015463253768844	);}
boxToCell{box	(	0	0.243	-1	)	(	5	0.24525	1	)	;	fieldValues	(volScalarFieldValue	T	0.015420854271357	);}
boxToCell{box	(	0	0.24525	-1	)	(	5	0.2475	1	)	;	fieldValues	(volScalarFieldValue	T	0.015378454773869	);}
boxToCell{box	(	0	0.2475	-1	)	(	5	0.24975	1	)	;	fieldValues	(volScalarFieldValue	T	0.015336055276382	);}
boxToCell{box	(	0	0.24975	-1	)	(	5	0.252	1	)	;	fieldValues	(volScalarFieldValue	T	0.015293655778894	);}
boxToCell{box	(	0	0.252	-1	)	(	5	0.25425	1	)	;	fieldValues	(volScalarFieldValue	T	0.015251256281407	);}
boxToCell{box	(	0	0.25425	-1	)	(	5	0.2565	1	)	;	fieldValues	(volScalarFieldValue	T	0.01520885678392	);}
boxToCell{box	(	0	0.2565	-1	)	(	5	0.25875	1	)	;	fieldValues	(volScalarFieldValue	T	0.015166457286432	);}
boxToCell{box	(	0	0.25875	-1	)	(	5	0.261	1	)	;	fieldValues	(volScalarFieldValue	T	0.015124057788945	);}
boxToCell{box	(	0	0.261	-1	)	(	5	0.26325	1	)	;	fieldValues	(volScalarFieldValue	T	0.015081658291457	);}
boxToCell{box	(	0	0.26325	-1	)	(	5	0.2655	1	)	;	fieldValues	(volScalarFieldValue	T	0.01503925879397	);}
boxToCell{box	(	0	0.2655	-1	)	(	5	0.26775	1	)	;	fieldValues	(volScalarFieldValue	T	0.014996859296482	);}
boxToCell{box	(	0	0.26775	-1	)	(	5	0.27	1	)	;	fieldValues	(volScalarFieldValue	T	0.014954459798995	);}
boxToCell{box	(	0	0.27	-1	)	(	5	0.27225	1	)	;	fieldValues	(volScalarFieldValue	T	0.014912060301507	);}
boxToCell{box	(	0	0.27225	-1	)	(	5	0.2745	1	)	;	fieldValues	(volScalarFieldValue	T	0.01486966080402	);}
boxToCell{box	(	0	0.2745	-1	)	(	5	0.27675	1	)	;	fieldValues	(volScalarFieldValue	T	0.014827261306533	);}
boxToCell{box	(	0	0.27675	-1	)	(	5	0.279	1	)	;	fieldValues	(volScalarFieldValue	T	0.014784861809045	);}
boxToCell{box	(	0	0.279	-1	)	(	5	0.28125	1	)	;	fieldValues	(volScalarFieldValue	T	0.014742462311558	);}
boxToCell{box	(	0	0.28125	-1	)	(	5	0.2835	1	)	;	fieldValues	(volScalarFieldValue	T	0.01470006281407	);}
boxToCell{box	(	0	0.2835	-1	)	(	5	0.28575	1	)	;	fieldValues	(volScalarFieldValue	T	0.014657663316583	);}
boxToCell{box	(	0	0.28575	-1	)	(	5	0.288	1	)	;	fieldValues	(volScalarFieldValue	T	0.014615263819095	);}
boxToCell{box	(	0	0.288	-1	)	(	5	0.29025	1	)	;	fieldValues	(volScalarFieldValue	T	0.014572864321608	);}
boxToCell{box	(	0	0.29025	-1	)	(	5	0.2925	1	)	;	fieldValues	(volScalarFieldValue	T	0.014530464824121	);}
boxToCell{box	(	0	0.2925	-1	)	(	5	0.29475	1	)	;	fieldValues	(volScalarFieldValue	T	0.014488065326633	);}
boxToCell{box	(	0	0.29475	-1	)	(	5	0.297	1	)	;	fieldValues	(volScalarFieldValue	T	0.014445665829146	);}
boxToCell{box	(	0	0.297	-1	)	(	5	0.29925	1	)	;	fieldValues	(volScalarFieldValue	T	0.014403266331658	);}
boxToCell{box	(	0	0.29925	-1	)	(	5	0.3015	1	)	;	fieldValues	(volScalarFieldValue	T	0.014360866834171	);}
boxToCell{box	(	0	0.3015	-1	)	(	5	0.30375	1	)	;	fieldValues	(volScalarFieldValue	T	0.014318467336683	);}
boxToCell{box	(	0	0.30375	-1	)	(	5	0.306	1	)	;	fieldValues	(volScalarFieldValue	T	0.014276067839196	);}
boxToCell{box	(	0	0.306	-1	)	(	5	0.30825	1	)	;	fieldValues	(volScalarFieldValue	T	0.014233668341708	);}
boxToCell{box	(	0	0.30825	-1	)	(	5	0.310499999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.014191268844221	);}
boxToCell{box	(	0	0.310499999999999	-1	)	(	5	0.312749999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.014148869346734	);}
boxToCell{box	(	0	0.312749999999999	-1	)	(	5	0.314999999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.014106469849246	);}
boxToCell{box	(	0	0.314999999999999	-1	)	(	5	0.317249999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.014064070351759	);}
boxToCell{box	(	0	0.317249999999999	-1	)	(	5	0.319499999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.014021670854271	);}
boxToCell{box	(	0	0.319499999999999	-1	)	(	5	0.321749999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013979271356784	);}
boxToCell{box	(	0	0.321749999999999	-1	)	(	5	0.323999999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013936871859296	);}
boxToCell{box	(	0	0.323999999999999	-1	)	(	5	0.326249999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013894472361809	);}
boxToCell{box	(	0	0.326249999999999	-1	)	(	5	0.328499999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013852072864322	);}
boxToCell{box	(	0	0.328499999999999	-1	)	(	5	0.330749999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013809673366834	);}
boxToCell{box	(	0	0.330749999999999	-1	)	(	5	0.332999999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013767273869347	);}
boxToCell{box	(	0	0.332999999999999	-1	)	(	5	0.335249999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013724874371859	);}
boxToCell{box	(	0	0.335249999999999	-1	)	(	5	0.337499999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013682474874372	);}
boxToCell{box	(	0	0.337499999999999	-1	)	(	5	0.339749999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013640075376884	);}
boxToCell{box	(	0	0.339749999999999	-1	)	(	5	0.341999999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013597675879397	);}
boxToCell{box	(	0	0.341999999999999	-1	)	(	5	0.344249999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013555276381909	);}
boxToCell{box	(	0	0.344249999999999	-1	)	(	5	0.346499999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013512876884422	);}
boxToCell{box	(	0	0.346499999999999	-1	)	(	5	0.348749999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013470477386935	);}
boxToCell{box	(	0	0.348749999999999	-1	)	(	5	0.350999999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013428077889447	);}
boxToCell{box	(	0	0.350999999999999	-1	)	(	5	0.353249999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.01338567839196	);}
boxToCell{box	(	0	0.353249999999999	-1	)	(	5	0.355499999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013343278894472	);}
boxToCell{box	(	0	0.355499999999999	-1	)	(	5	0.357749999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013300879396985	);}
boxToCell{box	(	0	0.357749999999999	-1	)	(	5	0.359999999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013258479899497	);}
boxToCell{box	(	0	0.359999999999999	-1	)	(	5	0.362249999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.01321608040201	);}
boxToCell{box	(	0	0.362249999999999	-1	)	(	5	0.364499999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013173680904523	);}
boxToCell{box	(	0	0.364499999999999	-1	)	(	5	0.366749999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013131281407035	);}
boxToCell{box	(	0	0.366749999999999	-1	)	(	5	0.368999999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013088881909548	);}
boxToCell{box	(	0	0.368999999999999	-1	)	(	5	0.371249999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.01304648241206	);}
boxToCell{box	(	0	0.371249999999999	-1	)	(	5	0.373499999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.013004082914573	);}
boxToCell{box	(	0	0.373499999999999	-1	)	(	5	0.375749999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.012961683417085	);}
boxToCell{box	(	0	0.375749999999999	-1	)	(	5	0.377999999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.012919283919598	);}
boxToCell{box	(	0	0.377999999999999	-1	)	(	5	0.380249999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.012876884422111	);}
boxToCell{box	(	0	0.380249999999999	-1	)	(	5	0.382499999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.012834484924623	);}
boxToCell{box	(	0	0.382499999999999	-1	)	(	5	0.384749999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.012792085427136	);}
boxToCell{box	(	0	0.384749999999999	-1	)	(	5	0.386999999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.012749685929648	);}
boxToCell{box	(	0	0.386999999999999	-1	)	(	5	0.389249999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.012707286432161	);}
boxToCell{box	(	0	0.389249999999999	-1	)	(	5	0.391499999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.012664886934673	);}
boxToCell{box	(	0	0.391499999999999	-1	)	(	5	0.393749999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.012622487437186	);}
boxToCell{box	(	0	0.393749999999999	-1	)	(	5	0.395999999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.012580087939698	);}
boxToCell{box	(	0	0.395999999999998	-1	)	(	5	0.398249999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.012537688442211	);}
boxToCell{box	(	0	0.398249999999998	-1	)	(	5	0.400499999999999	1	)	;	fieldValues	(volScalarFieldValue	T	0.012495288944724	);}
boxToCell{box	(	0	0.400499999999999	-1	)	(	5	0.402749999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.012452889447236	);}
boxToCell{box	(	0	0.402749999999998	-1	)	(	5	0.404999999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.012410489949749	);}
boxToCell{box	(	0	0.404999999999998	-1	)	(	5	0.407249999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.012368090452261	);}
boxToCell{box	(	0	0.407249999999998	-1	)	(	5	0.409499999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.012325690954774	);}
boxToCell{box	(	0	0.409499999999998	-1	)	(	5	0.411749999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.012283291457286	);}
boxToCell{box	(	0	0.411749999999998	-1	)	(	5	0.413999999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.012240891959799	);}
boxToCell{box	(	0	0.413999999999998	-1	)	(	5	0.416249999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.012198492462312	);}
boxToCell{box	(	0	0.416249999999998	-1	)	(	5	0.418499999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.012156092964824	);}
boxToCell{box	(	0	0.418499999999998	-1	)	(	5	0.420749999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.012113693467337	);}
boxToCell{box	(	0	0.420749999999998	-1	)	(	5	0.422999999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.012071293969849	);}
boxToCell{box	(	0	0.422999999999998	-1	)	(	5	0.425249999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.012028894472362	);}
boxToCell{box	(	0	0.425249999999998	-1	)	(	5	0.427499999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.011986494974874	);}
boxToCell{box	(	0	0.427499999999998	-1	)	(	5	0.429749999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.011944095477387	);}
boxToCell{box	(	0	0.429749999999998	-1	)	(	5	0.431999999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.011901695979899	);}
boxToCell{box	(	0	0.431999999999998	-1	)	(	5	0.434249999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.011859296482412	);}
boxToCell{box	(	0	0.434249999999998	-1	)	(	5	0.436499999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.011816896984925	);}
boxToCell{box	(	0	0.436499999999998	-1	)	(	5	0.438749999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.011774497487437	);}
boxToCell{box	(	0	0.438749999999998	-1	)	(	5	0.440999999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.01173209798995	);}
boxToCell{box	(	0	0.440999999999998	-1	)	(	5	0.443249999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.011689698492462	);}
boxToCell{box	(	0	0.443249999999998	-1	)	(	5	0.445499999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.011647298994975	);}
boxToCell{box	(	0	0.445499999999998	-1	)	(	5	0.447749999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.011604899497487	);}
boxToCell{box	(	0	0.447749999999998	-1	)	(	5	0.449999999999998	1	)	;	fieldValues	(volScalarFieldValue	T	0.0115625	);}








);

// ************************************************************************* //
