OpenFOAM/Example/system/surface3
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
sample3
{
    type            surfaces;
    libs            ("libsampling.so");
    writeControl    adjustableRunTime;
    writeInterval   5;
    surfaceFormat   vtk;
    fields          (UP TP UPMean TPMean);
    interpolationScheme cellPoint;
    surfaces
    (
        surface3
        {
            type            cuttingPlane;
            planeType       pointAndNormal;
            pointAndNormalDict
            {
                point   (0 0 0);
                normal  (0 0 1);
            }
            interpolate     true;
        }
    );

}

// ************************************************************************* //
